# Создать произвольный список
# Добавить новый элемент типа str в конец списка
# Добавить новый элемент типа int в конец списка
# Добавить новый элемент типа list в конец списка
# Добавить новый элемент типа tuple в конец списка
# Получить элемент по индексу

custom_list = []

str_element = "asd"
int_element = 9
list_element = [5, 6, 7, 8]
tuple_element = (1, 2, 3, 4)

custom_list.append(str_element)
custom_list.append(int_element)
custom_list.append(list_element)
custom_list.append(tuple_element)

print(custom_list[2][2])
